export const textParams = [
    {
        name: 'welcomeText',
        text: [
            'Привіт, Алісо і друзі!', 
            'Я радий вас бачити :)', 
            'Мені знадобиться ваша допомога.', 
            'Подивитеся на мій чудовий сад?'
        ]
    },
    {
        name: 'growPlantsText',
        text: [
            'Маю горщики з рослинами, але забув, що де посіяв', 
            'Допоможіть мені їх виростити!', 
            'Справа в кутку стоїть лійка', 
            'Хмарка допоможе її наповнювати.'
        ]
    },
    {
        name: 'pickFruitText',
        text: [
            'Дякую! Ми виростили рослини і настав час зібрати плоди',
            'Перенесіть їх, будь ласка, до відповідних кошиків'
        ]
    },
    {
        name: 'rainbowText',
        text: [
            'Ура, ми впоралися!', 
            'Дивись, який чудові плоди! Твій місяць нам дає багато прекрасного.',
            'Торкнись врожаю і він покаже тобі веселку.'
        ]
    },
    {
        name: 'envelopeText',
        text: [
            'Але в мене є ще дещо для тебе.',
            'Почекай трохи.'
        ]
    },
    {
        name: 'congratsText',
        text: [
            'З днем народження, Алісо!', 
            'Дякую тобі за допомогу.', 
            'Пригощайся смачним врожаєм.', 
            'Завжди радий бачити у своєму саду.', 
            'Обіймаю вас, друзі!♥'
        ]
    },

]
